awscli
build-essential
direnv
gdb
gh
jq
kubectl
less
libc6-dbg
libgdbm-dev
libpq-dev
libssl-dev
mise
neovim
peco
postgresql-client
ripgrep
rsync
sqlite3
unzip
xdg-utils
zlib1g-dev
zsh-autosuggestions
zsh-syntax-highlighting
