awscli
build-essential
containerd.io
direnv
docker-ce
docker-ce-cli
docker-compose-plugin
gh
jq
less
libgdbm-dev
libpq-dev
libssl-dev
neovim
peco
postgresql-client
rsync
sqlite3
tmux
unzip
xdg-utils
zlib1g-dev
zsh-autosuggestions
zsh-syntax-highlighting
