tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "libyaml"
brew "diffutils"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "grep"
brew "inetutils"
brew "neovim"
brew "netpbm"
brew "pstree"
brew "rsync"
brew "watch"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "docker"
cask "emacs"
cask "font-cica"
cask "font-ricty-diminished"
cask "google-chrome"
cask "hammerspoon"
cask "keyboard-cleaner"
cask "kindle"
cask "visual-studio-code"
cask "wezterm"
