tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "diffutils"
brew "direnv"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "grep"
brew "inetutils"
brew "jq"
brew "mas"
brew "neovim"
brew "peco"
brew "pstree"
brew "ripgrep"
brew "rsync"
brew "solargraph"
brew "tmux"
brew "watch"
brew "wezterm"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "1password"
cask "alacritty"
cask "docker"
cask "emacs"
cask "font-cica"
cask "font-ricty-diminished"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "kindle"
cask "visual-studio-code"
