tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "grep"
brew "inetutils"
brew "jq"
brew "libyaml"
brew "mas"
brew "peco"
brew "rsync"
brew "tmux"
brew "watch"
brew "zsh-completions"
cask "1password"
cask "alacritty"
cask "docker"
cask "font-cica"
cask "font-ricty-diminished"
cask "google-chrome"
cask "karabiner-elements"
cask "launchbar"
cask "visual-studio-code"
