tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sakuro/formulae"
brew "coreutils"
brew "libyaml"
brew "asdf", args: ["HEAD"]
brew "awscli"
brew "bat"
brew "ccache"
brew "diffutils"
brew "direnv"
brew "findutils"
brew "gawk"
brew "gcal"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "hub"
brew "inetutils"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "nethack"
brew "peco"
brew "postgresql"
brew "pstree"
brew "rlwrap"
brew "stern"
brew "terminal-notifier"
brew "texinfo"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "typescript"
brew "zplug"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "sakuro/formulae/ltsv2json"
brew "sakuro/formulae/slib"
brew "sakuro/formulae/vim-plug"
cask "1password"
cask "alacritty"
cask "brave-browser"
cask "chromedriver"
cask "cmd-eikana"
cask "dash"
cask "deckset"
cask "docker"
cask "font-cica"
cask "font-ricty-diminished"
cask "google-chrome"
cask "haptickey"
cask "java"
cask "keyboard-cleaner"
cask "launchbar"
cask "station"
cask "steam"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "CloudClip Manager", id: 563362017
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
