tap "argoproj/tap"
tap "bibendi/dip"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "molovo/revolver"
tap "sakuro/formulae"
tap "zunit-zsh/zunit"
brew "awscli"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "exa"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "gauche"
brew "gawk"
brew "gcal"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "htop"
brew "hub"
brew "inetutils"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libyaml"
brew "lua"
brew "luarocks"
brew "mas"
brew "nethack"
brew "nkf"
brew "node"
brew "openjdk"
brew "peco"
brew "postgresql"
brew "procs"
brew "pstree"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "starship"
brew "stern"
brew "terminal-notifier"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "typescript"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bibendi/dip/dip"
brew "heroku/brew/heroku"
brew "sakuro/formulae/ltsv2json"
brew "sakuro/formulae/slib"
brew "sakuro/formulae/vim-plug"
brew "zunit-zsh/zunit/zunit", args: ["HEAD"]
cask "1password"
cask "alacritty"
cask "aquaskk"
cask "bathyscaphe"
cask "browserstacklocal"
cask "chromedriver"
cask "dash"
cask "deckset"
cask "docker-edge"
cask "firefox"
cask "font-cica"
cask "font-ricty-diminished"
cask "google-chrome"
cask "haptickey"
cask "java"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "launchbar"
cask "powershell"
cask "rubymine"
cask "steam"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "CloudClip Manager", id: 563362017
mas "Keyboard Pilot", id: 402670023
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "夜フクロウ", id: 428834068
